[{
    "Id": "fecc0b10-8f54-11e8-a926-e1e118251c18",
    "title": "First Answer to a Question",
    "submitted": "Wed Aug 22 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Yeah, but you're uh, you're so, you're so thin. That's a Florence Nightingale effect. It happens in hospitals when nurses fall in love with their patients. Go to it, kid. I'm telling the truth, Doc, you gotta believe me. George. George. What do you mean you've seen this, it's brand new. Marty, one rejection isn't the end of the world. Breakfast. Okay, that's enough. Now stop the microphone. I'm sorry fellas. I'm afraid you're just too darn loud. Next, please. Where's the next group, please. It's about the future, isn't it? There, there, now, just relax. You've been asleep for almost nine hours now.",
    "categories": [],
    "createdAt": "Wed Aug 22 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Wed Aug 22 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7129-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b11-8f54-11e8-a926-e1e118251c18",
    "title": "Second Answer to a Question",
    "submitted": "Fri Aug 24 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "It's OK to get Rib-grease on your face, because you're allowing people to see that you're proud of these ribs.The magic Indian is a mysterious spiritual force, and we're going to Cathedral Rock, and that's the vortex of the heart.Have you urinated? Have you drained your bladder? Are you free? Because if you haven't it will only come out later. I'm giving you some information that your bodily fluids may penetrate your clothing fibre's without warning. When you get lost in your imaginatory vagueness, your foresight will become a nimble vagrant.Did you feel that?",
    "categories": [],
    "createdAt": "Fri Aug 24 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Fri Aug 24 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7122-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b12-8f54-11e8-a926-e1e118251c18",
    "title": "Third Answer to a Question",
    "submitted": "Sun Aug 26 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Soko radicchio bunya nuts gram dulse silver beet parsnip napa cabbage lotus root sea lettuce brussels sprout cabbage. Catsear cauliflower garbanzo yarrow salsify chicory garlic bell pepper napa cabbage lettuce tomato kale arugula melon sierra leone bologi rutabaga tigernut. Sea lettuce gumbo grape kale kombu cauliflower salsify kohlrabi okra sea lettuce broccoli celery lotus root carrot winter purslane turnip greens garlic. Jícama garlic courgette coriander radicchio plantain scallion cauliflower fava bean desert raisin spring onion chicory bunya nuts. Sea lettuce water spinach gram fava bean leek dandelion silver beet eggplant bush tomato.",
    "categories": [],
    "createdAt": "Sun Aug 26 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Sun Aug 26 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7132-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b13-8f54-11e8-a926-e1e118251c18",
    "title": "Fourth Answer to a Question",
    "submitted": "Tue Aug 28 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Stoked first tracks big ring, berm white room ride fatty hellflip back country gorby rail backside gear jammer smear. Yard sale huck hurl carcass drop, grunt huck table top carve Snowboard dirtbag. Manny death cookies flow switch afterbang twister OTB taco glove pillow popping ride around first tracks ripping trucks. Bomb hole flow pipe chain ring 180 Whistler. Afterbang glades 180 huckfest death cookies. 180 first tracks euro laps avie, brain bucket huck acro sucker hole fatty spin betty wheelie drop pinner. Bomb hole epic line pillow popping wheels frontside free ride air method hellflip glades titanium sucker hole bomb T-bar.",
    "categories": [],
    "createdAt": "Tue Aug 28 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Tue Aug 28 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7131-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b14-8f54-11e8-a926-e1e118251c18",
    "title": "Fifth Answer to a Question",
    "submitted": "Thu Aug 30 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Chuck ipsum. Chuck Norris doesn’t need to swallow when eating food. Chuck Norris once kicked a baby elephant into puberty. Chuck Norris’ roundhouse kick is so powerful, it can be seen from outer space by the naked eye. Chuck Norris does not hunt because the word hunting infers the probability of failure. Chuck Norris goes killing.",
    "categories": [],
    "createdAt": "Thu Aug 30 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Thu Aug 30 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd712a-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b15-8f54-11e8-a926-e1e118251c18",
    "title": "Sixth Answer to a Question",
    "submitted": "Sun Sep 02 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "You ever seen a UFO in these parts? Before anyone passes judgement, may I remind you, we are in the Artic. Hey, Scully, do you think you could ever cannibalize someone? Well, not if drawsting pants come back into style. I think it's remotely plausible that someone might think you're hot. We found out you used to be a dog-faced boy. Scully, your're not going to believe this. Something Weird. A UFO Party. I have a life. I saw Elvis in a potato chip once. Whatever tape you found in that VCR, it isn't mine. I scream, you scream, we all scream for nonfat Tofutti rice dreamsicles. ",
    "categories": [],
    "createdAt": "Sun Sep 02 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Sun Sep 02 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd712e-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b16-8f54-11e8-a926-e1e118251c18",
    "title": "Seventh Answer to a Question",
    "submitted": "Tue Sep 04 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Hodor hodor... Hodor hodor hodor. Hodor hodor hodor? Hodor! Hodor; hodor hodor hodor hodor? Hodor! Hodor hodor, hodor hodor hodor? Hodor! HODOR! Hodor hodor, hodor hodor hodor? Hodor! Hodor hodor, hodor; hodor hodor hodor hodor? HODOR! Hodor, hodor... Hodor hodor. HODOR! Hodor, hodor hodor, hodor? Hodor, hodor!?! Hodor hodor hodor!",
    "categories": [],
    "createdAt": "Tue Sep 04 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Tue Sep 04 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7120-8ed0-11e8-b260-d5e4455e16bd"
}, {
    "Id": "fecc0b17-8f54-11e8-a926-e1e118251c18",
    "title": "Eigth Answer to a Question",
    "submitted": "Thu Sep 06 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "description": "Your filthy drug money has been transformed into nice clean taxable income brought to you by a savvy investment in a thriving business. Yeah and if you wanna stay a criminal and not become say a convict, then maybe you should grow up and listen to your lawyer. They take every penny and you go in the can for felony tax evasion. Ouch! What was your mistake? You didn't launder your money! Now, you give me your money, okay that's called placement. Hand me that little thing, bin. This is the nail salon, right. I take your dirty money and I slip it into the salon's nice clean cash flow - that's called layering. Final step - integration. The revenues from the salon go to the owner - that's you!",
    "categories": [],
    "createdAt": "Thu Sep 06 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Thu Sep 06 2018 05:00:00 GMT-0700 (Pacific Daylight Time)",
    "_createdByUser": "9cdd7127-8ed0-11e8-b260-d5e4455e16bd"
}]