[{
    "_lessonCreatedBy": "9cdd7129-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d0-8e19-11e8-924a-a70245d1837e",
    "title": "Should not show on either Lessons or Upcoming Lessons",
    "date": " ",
    "description": "Of brilliant syntheses Apollonius of Perga astonishment brain is the seed of intelligence, tendrils of gossamer clouds extraplanetary consciousness, hearts of the stars trillion dream of the mind's eye, are creatures of the cosmos the sky calls to us muse about. Bits of moving fluff stirred by starlight Euclid, preserve and cherish that pale blue dot venture emerged into consciousness intelligent beings rich in mystery galaxies are creatures of the cosmos, encyclopaedia galactica, astonishment shores of the cosmic ocean Sea of Tranquility light years extraordinary claims require extraordinary evidence white dwarf, worldlets laws of physics and billions upon billions upon billions upon billions upon billions upon billions upon billions.",
    "lessonTaughtBy": ["9cdd7131-8ed0-11e8-b260-d5e4455e16bd", "9cdd7132-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["a", "b", "c"],
    "scheduled": false,
    "createdAt": "Sat Jun 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Sat Jun 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd7129-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d1-8e19-11e8-924a-a70245d1837e",
    "title": "Designing with A-Frame VR",
    "date": "Wed Jul 25 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "Bacon ipsum dolor amet beef ribs meatloaf filet mignon tail doner. Kevin corned beef pork salami prosciutto t-bone. Tri-tip cow shank beef ball tip. Rump turducken shank, drumstick biltong tenderloin shoulder t-bone. Pork belly ball tip beef ribs swine shoulder tri-tip flank biltong. Landjaeger cow meatball bacon shank, kevin jowl turkey sausage pork chop doner. Ground round beef filet mignon, fatback bresaola ribeye shank ham hock pork loin burgdoggen strip steak sausage pork belly. Burgdoggen pastrami beef ribs brisket frankfurter chicken. Cupim beef pork sirloin pancetta strip steak, shoulder hamburger filet mignon shank chuck pastrami boudin drumstick.",
    "lessonTaughtBy": ["9cdd712b-8ed0-11e8-b260-d5e4455e16bd", "9cdd7130-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p", "o", "n", "m"],
    "scheduled": true,
    "createdAt": "Tue Jun 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Tue Jun 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd712c-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d2-8e19-11e8-924a-a70245d1837e",
    "title": "Building a city with HTML & CSS",
    "date": "Wed Aug 01 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "Lies down . Eat a rug and furry furry hairs everywhere oh no human coming lie on counter do not get off counter demand to have some of whatever the human is cooking, then sniff the offering and walk away friends are not food the door is opening! how exciting oh, it is you, meh sleep head nudges for meow and walk away. That box? i can fit in that box if it smells like fish eat as much as you wish or meow and walk away, and sleep. Lounge in doorway. Cereal boxes make for five star accommodation lie in the sink all day. Spill litter box, scratch at owner, destroy all furniture, especially couch going to catch the red dot today going to catch the red dot today take a big fluffing crap and spill litter box, scratch at owner, destroy all furniture, especially couch leave hair on clothes.",
    "lessonTaughtBy": ["9cdd7121-8ed0-11e8-b260-d5e4455e16bd", "9cdd7128-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p", "o", "n", "m", "l"],
    "scheduled": true,
    "createdAt": "Wed Jul 04 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Wed Jul 04 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd712a-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d3-8e19-11e8-924a-a70245d1837e",
    "title": "Building a calculator with HTML, CSS & JavaScript",
    "date": "Wed Aug 08 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "Ice cream biscuit chocolate. Gingerbread gummi bears macaroon marshmallow topping. Gummies tiramisu croissant cupcake cake sweet roll oat cake oat cake gummies. Topping carrot cake marzipan soufflé. Cookie bonbon chocolate bar powder macaroon cheesecake. Jujubes gingerbread powder topping caramels toffee lollipop. Croissant cupcake cake cotton candy cheesecake soufflé. Powder tart halvah. Marshmallow tiramisu oat cake gummi bears halvah halvah. Lollipop lollipop marshmallow. Jelly oat cake candy croissant cupcake jujubes topping. Biscuit tootsie roll sweet. Croissant sugar plum donut marzipan. Pudding danish donut chocolate marzipan croissant wafer pastry danish. Pie fruitcake fruitcake oat cake sugar plum. Cake cake jelly-o",
    "lessonTaughtBy": ["9cdd7122-8ed0-11e8-b260-d5e4455e16bd", "9cdd7130-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p", "o"],
    "scheduled": true,
    "createdAt": "Thu Jul 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Thu Jul 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd712f-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d4-8e19-11e8-924a-a70245d1837e",
    "title": "Building a timer with HTML, CSS & JavaScript",
    "date": "Wed Aug 15 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "You do not frighten us, English pig-dogs! Go and boil your bottoms, sons of a silly person! I blow my nose at you, so-called Ah-thoor Keeng, you and all your silly English K-n-n-n-n-n-n-n-niggits! Camelot! I do not want to talk to you no more, you empty-headed animal food trough water! I fart in your general direction! Your mother was a hamster and your father smelt of elderberries! Now leave before I am forced to taunt you a second time! Why do you think that she is a witch? Shut up! Will you shut up?! Now, look here, my good man. Listen. Strange women lying in ponds distributing swords is no basis for a system of government. Supreme executive power derives from a mandate from the masses, not from some farcical aquatic ceremony. You can not expect to wield supreme power just because some watery tart threw a sword at you!",
    "lessonTaughtBy": ["9cdd7123-8ed0-11e8-b260-d5e4455e16bd", "9cdd7121-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p", "o", "n"],
    "scheduled": true,
    "createdAt": "Mon Jul 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Mon Jul 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd7129-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d5-8e19-11e8-924a-a70245d1837e",
    "title": "Building a website with HTML, CSS & JavaScript",
    "date": "Wed Aug 22 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "Anytime you learn something your time and energy are not wasted. There are no mistakes. You can fix anything that happens. Let your imagination be your guide. Almost everything is going to happen for you automatically - you do not have to spend any time working or worrying. How do you make a round circle with a square knife? That is your challenge for the day. Every day I learn. Let us make a nice big leafy tree. And just raise cain. I sincerely wish for you every possible joy life could bring. Every single thing in the world has its own personality - and it is up to you to make friends with the little rascals. We do not really know where this goes - and I am not sure we really care. Use what happens naturally, do not fight it.",
    "lessonTaughtBy": ["9cdd7131-8ed0-11e8-b260-d5e4455e16bd", "9cdd7126-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p"],
    "scheduled": true,
    "createdAt": "Sat Jul 14 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Sat Jul 14 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd7120-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d6-8e19-11e8-924a-a70245d1837e",
    "title": "Building a web application with HTML, CSS & JavaScript",
    "date": "Wed Aug 29 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "description": "Bicycle rights pug offal waistcoat iceland meggings affogato jianbing microdosing VHS shaman cold-pressed pop-up. Asymmetrical yr authentic distillery. Hexagon small batch jean shorts, wayfarers DIY cray pickled brooklyn shabby chic literally. Pug fam put a bird on it, drinking vinegar synth tacos plaid man braid leggings. Waistcoat pinterest skateboard street art tousled pok pok trust fund, dreamcatcher affogato. Pabst whatever swag cred, pug tbh humblebrag meditation pok pok. Cardigan small batch vape taxidermy. Raw denim prism stumptown direct trade keffiyeh dreamcatcher messenger bag brunch vexillologist truffaut salvia actually artisan viral. Meh banh mi squid copper mug. Readymade live-edge keytar meditation shaman umami fashion axe godard tacos everyday carry you probably have not heard of them gastropub 90s mixtape organic.",
    "lessonTaughtBy": ["9cdd7127-8ed0-11e8-b260-d5e4455e16bd", "9cdd7125-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["z", "y", "w", "v", "u", "t", "s", "r", "q", "p", "o", "n", "m", "l"],
    "scheduled": true,
    "createdAt": "Fri Jun 29 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Fri Jun 29 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd7134-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d7-8e19-11e8-924a-a70245d1837e",
    "title": "Build a JavaScript Jukebox - LV6",
    "date": " ",
    "description": "Pommy ipsum Sherlock a cuppa scrumpy terribly bit of a Jack the lad it's nicked beefeater, old girl cobbles damn Time Lord nutter double dutch nose rag. Horses for courses off the hook I'm off to Bedfordshire chips not some sort of dosshouse roast beef, therewith goggledegook old girl. Time Lord curtain twitching getting on my wick bottled it a week on Sunday, black cab jellied eels full English breakast. Sweets picalilly cheesed off up North have a bash alright geezer warts and all, it's the bees knees and thus brainbox well fit in the jacksy, doolally ended up brown bread Dalek full English breakast jammy git.",
    "lessonTaughtBy": ["9cdd7129-8ed0-11e8-b260-d5e4455e16bd", "9cdd712c-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["a", "b", "c", "d", "e", "f"],
    "scheduled": false,
    "createdAt": "Thu Jul 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Thu Jul 19 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd712d-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d8-8e19-11e8-924a-a70245d1837e",
    "title": "Build a Clock with JavaScript/CSS - LV4",
    "date": " ",
    "description": "Prow scuttle parrel provost Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Swab barque interloper chantey doubloon starboard grog black jack gangway rutters. Deadlights jack lad schooner scallywag dance the hempen jig carouser broadside cable strike colors. Bring a spring upon her cable holystone blow the man down spanker Shiver me timbers to go on account lookout wherry doubloon chase. Belay yo-ho-ho keelhaul squiffy black spot yardarm spyglass sheet transom heave to.",
    "lessonTaughtBy": ["9cdd7130-8ed0-11e8-b260-d5e4455e16bd", "9cdd7128-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["a", "b", "c", "d"],
    "scheduled": false,
    "createdAt": "Sat Jul 14 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Sat Jul 14 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd712a-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8d9-8e19-11e8-924a-a70245d1837e",
    "title": "Building an Image Gallery - LV9",
    "date": " ",
    "description": "It just needs more cowbell product management breakout fastworks but this is meaningless. Close the loop. Can I just chime in on that one. Paddle on both sides. Move the needle anti-pattern out of scope, yet i'll book a meeting so we can solution this before the sprint is over anti-pattern. Today shall be a cloudy day, thanks to blue sky thinking, we can now deploy our new ui to the cloud . Productize can we take this offline get six alpha pups in here for a focus group take five, punch the tree, and come back in here with a clear head gain traction, but face time. Let's not solutionize this right now parking lot it goalposts going forward, or design thinking i don't want to drain the whole swamp, i just want to shoot some alligators.",
    "lessonTaughtBy": ["9cdd712b-8ed0-11e8-b260-d5e4455e16bd", "9cdd712e-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["a", "b", "c", "d", "e", "f", "g", "h", "i"],
    "scheduled": false,
    "createdAt": "Mon Jul 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Mon Jul 09 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}, {
    "_lessonCreatedBy": "9cdd7129-8ed0-11e8-b260-d5e4455e16bd",
    "Id": "8c57c8da-8e19-11e8-924a-a70245d1837e",
    "title": "Building a Countdown Clock with Javascript - LV7",
    "date": " ",
    "description": "Just do what you think. I trust you can we try some other colours maybe I know somebody who can do this for a reasonable cost, yet can you use a high definition screenshot. Im not sure, try something else that's great, but can you make it work for ie 2 please, we don't need a backup, it never goes down! make it look like Apple. There are more projects lined up charge extra the next time the hair is just too polarising, but im not sure, try something else, nor i love it, but can you invert all colors? so can you lower the price for the website? make it high quality and please use html can you make the font a bit bigger and change it to times new roman? jazz it up a little bit make the picture of the cupcake look delicious make the purple more well, purple-er it looks so empty add some more hearts can you add a bit of pastel pink and baby blue because the purple alone looks too fancy okay can you put a cute quote on the right side of the site?",
    "lessonTaughtBy": ["9cdd712d-8ed0-11e8-b260-d5e4455e16bd", "9cdd7132-8ed0-11e8-b260-d5e4455e16bd"],
    "lessonAttendees": [],
    "lessonVotes": ["a", "b", "c", "d", "e", "f", "g"],
    "scheduled": false,
    "createdAt": "Wed Jul 04 2018 07:51:16 GMT-0700 (Pacific Daylight Time)",
    "updatedAt": "Wed Jul 04 2018 07:51:16 GMT-0700 (Pacific Daylight Time)"
}]