[{"Id":"870d7070-8e21-11e8-ad35-63bc93d0cda5","title":"Highlight Table Rows","submitted":"Tue Aug 14 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","description":"Diversify kpis. We need to socialize the comms with the wider stakeholder community even dead cats bounce. Core competencies not the long pole in my tent. We have got to manage that low hanging fruit show pony quick win I just wanted to give you a heads-up can we align on lunch orders. We need to touch base off-line before we fire the new ux experience drop-dead date, but strategic fit, yet thought shower lean into that problem high turnaround rate. Future-proof high turnaround rate today shall be a cloudy day, thanks to blue sky thinking, we can now deploy our new ui to the cloud , nor can I just chime in on that one.","categories":[],"answersToQuestion":["0287ae63-8ea3-11e8-92bc-999114aec6de","0287ae62-8ea3-11e8-92bc-999114aec6de"],"createdAt":"Tue Aug 14 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","updatedAt":"Tue Aug 14 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","_createdByUser":"9cdd7127-8ed0-11e8-b260-d5e4455e16bd"},{"Id":"870d9780-8e21-11e8-ad35-63bc93d0cda5","title":"Build An Accordion","submitted":"Thu Aug 16 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","description":"Quarter killick gally reef sutler quarterdeck tack aye lookout Pieces of Eight. Heave down Yellow Jack scuttle league stern jack boatswain cog lee ahoy. Capstan Sea Legs lass booty strike colors spirits hardtack pink reef crack Jennys tea cup. Quarter deadlights pink yo-ho-ho fore run a rig overhaul lateen sail hogshead lookout. Lee fluke fathom Pieces of Eight sheet Sail ho ye six pounders pink pirate. Chase broadside cable reef sails gabion salmagundi cutlass fathom ho sheet. Scurvy Nelsons folly sheet tender cable American Main red ensign hogshead dance the hempen jig ahoy. Boom pressgang Sail ho reef sails coxswain piracy bilge water port sheet killick. Knave Jack Ketch deadlights clap of thunder scurvy crimp marooned fluke Buccaneer lee.","categories":[],"answersToQuestion":["0287ae63-8ea3-11e8-92bc-999114aec6de","0287ae60-8ea3-11e8-92bc-999114aec6de"],"createdAt":"Thu Aug 16 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","updatedAt":"Thu Aug 16 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","_createdByUser":"9cdd712b-8ed0-11e8-b260-d5e4455e16bd"},{"Id":"870d9781-8e21-11e8-ad35-63bc93d0cda5","title":"Build a Modal","submitted":"Sat Aug 18 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","description":"Stirred by starlight. Corpus callosum great turbulent clouds, from which we spring brain is the seed of intelligence concept of the number one vastness is bearable only through love. Decipherment. Emerged into consciousness? Rings of Uranus courage of our questions white dwarf tesseract, Drake Equation Flatland, cosmos inconspicuous motes of rock and gas hearts of the stars the ash of stellar alchemy, emerged into consciousness. Made in the interiors of collapsing stars Sea of Tranquility realm of the galaxies. Of brilliant syntheses. Tingling of the spine with pretty stories for which there is little good evidence. Cosmic fugue at the edge of forever a billion trillion, across the centuries galaxies with pretty stories for which there is little good evidence, trillion, galaxies, the carbon in our apple pies quasar, permanence of the stars at the edge of forever billions upon billions rogue.","categories":[],"answersToQuestion":["0287ae62-8ea3-11e8-92bc-999114aec6de","0287ae61-8ea3-11e8-92bc-999114aec6de"],"createdAt":"Sat Aug 18 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","updatedAt":"Sat Aug 18 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","_createdByUser":"9cdd7131-8ed0-11e8-b260-d5e4455e16bd"},{"Id":"870d9782-8e21-11e8-ad35-63bc93d0cda5","title":"Build a Gallery","submitted":"Mon Aug 20 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","description":"You think water moves fast? You should see ice. It moves like it has a mind. Like it knows it killed the world once and got a taste for murder. After the avalanche, it took us a week to climb out. Now, I do not know exactly when we turned on each other, but I know that seven of us survived the slide... and only five made it out. Now we took an oath, that I am breaking now. We said we would say it was the snow that killed the other two, but it was not. Nature is lethal but it does not hold a candle to man. Look, just because I do not be giving no man a foot massage do not make it right for Marsellus to throw Antwone into a glass motherfucking house, fucking up the way the nigger talks. Motherfucker do that shit to me, he better paralyze my ass, because I will kill the motherfucker, know what I am saying","categories":[],"answersToQuestion":["0287ae62-8ea3-11e8-92bc-999114aec6de","0287ae60-8ea3-11e8-92bc-999114aec6de"],"createdAt":"Mon Aug 20 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","updatedAt":"Mon Aug 20 2018 05:00:00 GMT-0700 (Pacific Daylight Time)","_createdByUser":"9cdd712c-8ed0-11e8-b260-d5e4455e16bd"}]